{
    "questions": [
        "What color is the sky?",
        "What has keys but can't open locks?",
        "What has a head and a tail, but no body?",
        "The more you take, the more you leave behind. What am I?",
        "What comes once in a minute, twice in a moment, but never in a thousand years?",
        "What belongs to you but is used more by others?",
        "I'm tall when I'm young, and I'm short when I'm old. What am I?",
        "What can travel around the world while staying in a corner?",
        "What has many keys but can't open a single lock?",
        "What runs but never walks, has a mouth but never talks?",
        "What gets wetter as it dries?",
        "What has hands but can't clap?",
        "What has a neck but no head?",
        "What goes up but never comes down?",
        "What has a head, a tail, but no body?",
        "What can you break without touching it?",
        "What has a bed but never sleeps?",
        "What has a thumb and four fingers but is not a hand?",
        "What has an eye but cannot see?",
        "What has a bottom at the top?",
        "What is so fragile that saying its name breaks it?",
        "What can you catch but not throw?",
        "What is full of holes but still holds water?",
        "What tastes better than it smells?",
        "What has a heart but no other organs?",
        "What gets bigger the more you take away?",
        "What has keys but can't open locks?",
        "What begins with T, ends with T, and has T in it?",
        "What has a head, a tail, is brown, and has no legs?",
        "What is always in front of you but can't be seen?",
        "What comes down but never goes up?",
        "What has one eye but can't see?",
        "What has a head, a tail, is brown, and has no legs?",
        "What is full of holes but still holds water?",
        "What tastes better than it smells?",
        "What has a heart but no other organs?",
        "What gets bigger the more you take away?",
        "What can you catch but not throw?",
        "What is full of holes but still holds water?",
        "What tastes better than it smells?",
        "What has a heart but no other organs?",
        "What gets bigger the more you take away?",
        "What can you catch but not throw?",
        "What is full of holes but still holds water?",
        "What tastes better than it smells?",
        "What has a heart but no other organs?",
        "What gets bigger the more you take away?",
        "What can you catch but not throw?"
    ]
}
